Repository: plizkinzmey/Remission
Catalog: Remission/Localizable.xcstrings
Source language: ru
Languages: en

# torrentDetail.window.title
source: Подробности торрента
en: Torrent details

# torrentList.action.add
source: Добавить торрент
en: Add a torrent

# torrentList.alert.preferencesFailed.title
source: Не удалось загрузить настройки
en: Failed to load settings

# torrentList.autorefresh.disabled
source: Автообновление отключено в настройках.
en: Auto-update is disabled in settings.

# torrentList.category.all
source: Все
en: All

# torrentList.category.title
source: Категория
en: Category

# torrentList.empty.title
source: Нет активных торрентов
en: No active torrents

# torrentList.error.message.default
source: Попробуйте повторить попытку позже.
en: Please try again later.

# torrentList.error.title
source: Не удалось обновить список
en: Failed to update list

# torrentList.filter.all
source: Все
en: All

# torrentList.filter.downloading
source: Загрузки
en: Downloads

# torrentList.filter.errors
source: Ошибки
en: Errors

# torrentList.filter.seeding
source: Раздачи
en: Seeding

# torrentList.filter.title
source: Фильтр
en: Filter

# torrentList.peers
source: %lld пиров
en: %lld peers

# torrentList.ratio
source: Коэффициент %.2f
en: Ratio %.2f

# torrentList.refresh.progress
source: Обновляем список…
en: We are updating the list...

# torrentList.search.prompt
source: Поиск по названию или ETA
en: Search by title or ETA

# torrentList.section.title
source: Торренты
en: Torrents

# torrentList.sort.name
source: Имя
en: Name

# torrentList.sort.progress
source: Прогресс
en: Progress

# torrentList.sort.speed
source: Скорость
en: Speed

# torrentList.sort.title
source: Сортировка
en: Sorting

# torrentList.state.noConnection.message
source: Дождитесь установления соединения с сервером, чтобы увидеть список торрентов.
en: Wait until a connection to the server is established to see the list of torrents.

# torrentList.state.noConnection.title
source: Нет подключения
en: No connection

# torrentList.status.abbrev.checking
source: П
en: C

# torrentList.status.abbrev.downloading
source: С
en: D

# torrentList.status.abbrev.error
source: О
en: E

# torrentList.status.abbrev.paused
source: П
en: P

# torrentList.status.abbrev.seeding
source: Р
en: S

# torrentList.status.abbrev.waiting
source: Ж
en: W

# torrentList.status.checking
source: Проверка
en: Checking

# torrentList.status.checkWaiting
source: Ожидает проверку
en: Waiting for verification

# torrentList.status.downloading
source: Скачивание
en: Downloading

# torrentList.status.downloadWaiting
source: В очереди
en: Queued for download

# torrentList.status.error
source: Ошибка
en: Error

# torrentList.status.paused
source: Пауза
en: Paused

# torrentList.status.seeding
source: Раздача
en: Seeding

# torrentList.status.seedWaiting
source: Ожидает раздачу
en: Waiting to seed
